window.CONFIG = {
  name: "فاطمه",

  needTaps: 5,

  words: ["کنجکاو", "مشکوک", "شیطون", "بامزه؟", "خب…"],

  scenes: [
    {
      tint: 0x9b8cff,
      z: 20,
      btn: "خب، ادامه بدم؟ 👀",
      lines: [
        ["{name}...", 1.2],
        ["یه اعتراف کوچیک...", 2.2],
        ["من برای هر کسی از اینا درست نمیکنم  درست نمی‌کنم 😂", 2.2],
        ["  حالا اینکه  برای تو ساختم،  یه هدیه برای آشناییمونه 😏", 2.4]
      ]
    },

    {
      tint: 0x6fb8ff,
      z: 14,
      btn: "خب؟ 😌",
      lines: [
        ["یه چیز مشکوک درباره تو هست...", 1],
        ["هنوز نفهمیدم چیه،", 2.2],
        ["ولی ظاهراً به اندازه‌ای کنجکاوم کردی که تصمیم گرفتم  بیام پیویت  😂", 2.2],
        ["حالا خودت ببین تقصیر منه یا تو 😌", 2.4]
      ]
    },

    {
      tint: 0xff8fb1,
      z: 10,
      btn: "بریم ادامه ",
      lines: [
        ["فکر کنم دارم کم‌کم مشتاق‌تر می‌شم بیشتر باهات چت کنم ، خانوم خانوما…", 1],
        [" این دیگه تقصیر خودته  که دختر خوبی هستی 😂😏", 3]
      ]
    },

    {
      tint: 0xffd28a,
      z: 12,
      type: "tap",
      btn: "ادامه",
      lines: [
        ["به آسمون دست بزن ✨", 1],
        ["(هر جا که دلت خواست)", 1.4]
      ],
      done: "دیدی؟ ستاره‌ها هم باهام همدستن 😏"
    },

    {
      tint: 0x9b8cff,
      z: 16,
      btn: "ادامه دارد...",
      final: true,
      lines: [
        ["خب...", 1],
        ["من سهم خودمو انجام دادم. 😌", 1.6],
        ["حالا ببینیم  چه میشه  👀", 2.4],
        ["فعلاً همین‌قدر... بقیه‌ش رو بذار برای بعد. شاید یه چیز قشنگ تر درست کردم  برات  🌙", 2.6]
      ]
    }
  ]
};